{
  "About": "Über",
  "Skills": "Meine Skills",
  "Portfolio": "Portfolio",
  "Contact": "Kontakt",
  "language": "Sprache",
  "FRONTEND": "FRONTEND",
  "DEVELOPER": "ENTWICKLER",
  "scroll_down": "Scroll runter",
  "email_text": "E-Mail",
  "About me": "Über mich",
  "about_txt": "Hi, Mein Name ist Soufian und ich bin ein engagierter Softwareentwickler mit Spezialisierung auf moderne Webtechnologien. Meine Laufbahn als Programmierer begann an der Developer Akademie in München, wo ich eine umfassende Ausbildung in Schlüsseltechnologien wie JavaScript, HTML, CSS sowie Angular und TypeScript erlangt habe. Diese Kenntnisse ermöglichen es mir, benutzerfreundliche und technisch anspruchsvolle Webanwendungen zu gestalten. Außerdem schätze ich die Zusammenarbeit in dynamischen Teams, in denen ich meine Fähigkeiten einbringen und weiterentwickeln kann. Mein ständiges Streben nach Verbesserung und meine Leidenschaft für Innovation motivieren mich dazu, stets neue Möglichkeiten zu erkunden und die Grenzen des Machbaren in der Entwicklung zu erweitern.",
  "lets_talk":"Reden Wir!",
  "join":"Ein Aufgabenmanager, inspiriert durch das Kanban-System, vereinfacht die Organisation Ihrer Aufgaben. Im Add-Task Bereich können Sie Aufgaben erstellen und sie anschließend per Drag-and-Drop anordnen. Sie haben die Möglichkeit, Aufgaben bestimmten Benutzern und Kategorien zuzuweisen und unterschiedliche Prioritäten festzulegen. Dank einer integrierten Kontaktliste können Sie Kontakte verwalten und sie direkt den entsprechenden Aufgaben zuordnen. Entdecken Sie die Vorteile des Systems, indem Sie sich für ein persönliches Konto registrieren oder einfach als Gast für eine Probetour anmelden.",
  "Pepe": "Ein 2D Jump&Run-Spiel, Hilf Pepe, aus einem gruseligen Wald zu entkommen, sammel Münzen sowie Flaschen und bekämpfe böse Kobolde. Das Spiel verfügt Sounds und Tastenkombinationen für eine reibungslose Steuerung, sowie über Touchtasten für Touchscreens. Das Hauptaugenmerk dieses Projekts liegt auf der Verwendung von objektorientierter Programmierung.",
  "Pokedex": "Ein Pokedex, welcher mit der PokéAPI programmiert wurde, bietet umfassende Informationen – von Namen und Typen über verschiedene Sprites bis hin zu diversen Fähigkeiten und Statistiken der jeweiligen Charaktere. Nutzer können Pokémon suchen und ihre Details erkunden, indem er stets aktuelle Daten aus der API bezieht.",
  "Say_Hi!": "Sag Hi!",
  "Footer_Title": "Möchten Sie ein Projekt besprechen?",
  "Footer_Subtitle": "Lassen Sie uns Ihre Ideen besprechen und sie umsetzen.",
  "valid_name": "*Bitte geben Sie Ihren Namen ein.",
  "valid_mail": "*ungültiges E-Mail-Format. @ fehlt oder gütlige Domain eingeben",
  "valid_message": "*Bitte geben Sie eine Nachricht ein. Ihre Nachricht muss mindestens 10 Zeichen enthalten.",
  "placeholder_message": "Deine Nachricht",
  "valid_policy": "*Sie müssen der Datenschutzrichtlinie zustimmen, bevor Sie eine Nachricht senden können.",
  "send_btn": "Nachricht senden",
  "imprint": "Impressum",
  "privacy_policy": "Datenschutz",
  "english": "Englisch",
  "deutsch": "Deutsch",
  "ich_habe_die": "Ich habe die im",
  "and_consent": " festgelegten Bestimmung gelesen und stimme diesen zu.",
  
    "Privacy_Policy_title": "Datenschutzerklärung",
    "Data_Protection_at_a_Glance": "Datenschutz auf einen Blick",
    "General_Information": "Allgemeine Informationen",
    "The_following_information_provides": "Die folgenden Informationen geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie unsere Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.",
    "Data_Collection_on_Our_Website": "Datenerfassung auf unserer Website",
    "Data_processing_on_this_website_is_carried_out_by": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Impressum dieser Website entnehmen.",
    "Your_personal_data_will_only_be_processed": "Ihre personenbezogenen Daten werden ausschließlich nach Ihrer ausdrücklichen Einwilligung verarbeitet, die Sie vor dem Absenden des Kontaktformulars durch Setzen eines Hakens in der vorgesehenen Checkbox erteilen. Diese Einwilligung können Sie jederzeit für die Zukunft widerrufen.",
    "How_Do_We_Collect_Your_Data": "Wie erfassen wir Ihre Daten",
    "On_one_hand_your_data_is_collected": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z.B. um Daten handeln, die Sie in ein Kontaktformular eingeben.",
    "Other_data_is_collected_automatically": "Andere Daten werden automatisch beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z.B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie unsere Website betreten.",
    "What_do_we_use_your_data_for": "Wofür nutzen wir Ihre Daten",
    "The_data_you_enter_in_the_contact_form": "Die Daten, die Sie im Kontaktformular eingeben, werden ausschließlich zum Zweck der Bearbeitung Ihrer Anfrage und für mögliche Anschlussfragen verwendet. Andere Daten werden erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten.",
    "General_notes_and_mandatory_information": "Allgemeine Hinweise und Pflichtinformationen",
    "Data_protection": "Datenschutz",
    "The_operators_of_this_website_take": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.",
    "Withdrawal_of_your_consent_to_data_processing": "Widerruf Ihrer Einwilligung zur Datenverarbeitung",
    "Many_data_processing_operations": "Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Dazu reicht eine formlose Mitteilung per E-Mail an uns. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.",
    "Data_Collection_on_Our_Website_Heading": "Datenerfassung auf unserer Website",
    "Contact_Form": "Kontaktformular",
    "If_you_send_us_inquiries_via_the_contact_form": "Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.",
    "The_data_entered_in_the_contact_form_is_processed": "Die Verarbeitung der in das Kontaktformular eingegebenen Daten erfolgt somit ausschließlich auf Grundlage Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO). Sie können diese Einwilligung jederzeit widerrufen. Eine formlose Mitteilung per E-Mail an uns reicht hierfür aus. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitungsvorgänge bleibt vom Widerruf unberührt.",
    "We_will_retain_the_data_you_provide_on_the_contact_form": "Die von Ihnen im Kontaktformular eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z.B. nach abgeschlossener Bearbeitung Ihrer Anfrage). Zwingende gesetzliche Bestimmungen – insbesondere Aufbewahrungsfristen – bleiben unberührt.",

    
      "Imprint": "Impressum",
      "Information_according_to_Section_5_TMG": "Angaben gemäß § 5 TMG",
      "Name": "Name",
      "Address": "Adresse",
      "Email": "E-Mail",
      "Responsible_for_content_according_to_Section_55_2_RSTV": "Verantwortlich für den Inhalt nach § 55 Abs. 2 RStV",
      "Information_on_Online_Dispute_Resolution": "Informationen zur Online-Streitbeilegung",
      "ODR_description": "Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit,",
      "ODR_additional_info": "die Sie unter http://ec.europa.eu/consumers/odr/ finden können. Unsere E-Mail-Adresse finden Sie oben im Impressum. Wir sind weder verpflichtet noch bereit, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.",
      "Disclaimer": "Haftungsausschluss",
      "Liability_for_content": "Haftung für Inhalte",
      "Liability_for_content_description": "Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.",
      "Liability_for_links": "Haftung für Links",
      "Liability_for_links_description": "Unser Angebot enthält Links zu externen Websites Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich.",
      "Copyright_law": "Urheberrecht",
      "Copyright_description": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers."
    
    
  
  
}