{
  "About": "About",
  "Skills": "My Skills",
  "Portfolio": "Portfolio",
  "Contact": "Contact",
  "language": "Language",
  "FRONTEND": "FRONTEND",
  "DEVELOPER": "DEVELOPER",
  "scroll_down": "Scroll Down",
  "email_text": "Email",
  "about_txt": "Hi, my name is Soufian and I am a dedicated software developer specializing in modern web technologies. My career as a programmer started at the Developer Akademie in Munich, where I gained extensive training in key technologies such as JavaScript, HTML, CSS as well as Angular and TypeScript. This knowledge enables me to design user-friendly and technically advanced web applications. I also appreciate working in agile teams, where I can share and improve my skills. My constant strive for improvement and my passion for innovation motivates me to always explore new possibilities and push the limit of what is possible in development.",
  "lets_talk":"Let's Talk!",
  "join":"Our task manager, inspired by the Kanban system, simplifies the organization of your tasks. In the Add-Task area, you can create tasks and then organize them using drag-and-drop. You can assign tasks to specific users and categories and set different priorities. With an integrated contact list, you can manage contacts and assign them directly to the associated tasks. Discover the benefits of the system by registering for a personal account or simply signing up as a guest for a try out.",
  "Pepe": "Pepe is a 2D jump & run game based on object-oriented programming. Help Pepe escape a creepy forest by collecting coins & bottles to battle evil goblins. The game features imported sounds and keybinds for smooth control, along with touch keys for touchscreens. The main focus of this project is on the use of object-oriented programming to ensure structured and efficient game development.",
  "Pokedex": "A Pokedex, which was programmed with the PokéAPI, offers a wide range of information - from names and types to various sprites, skills and statistics of the respective characters. of the respective characters. Users can search for Pokémon and explore their details, by obtaining up-to-date data from the API.",
  "Say_Hi!": "Say Hi!",
  "Footer_Title": "Would you like to discuss a project?",
  "Footer_Subtitle": "Let us discuss your ideas and implement them.",
  "valid_name": "*Please enter your name.",
  "valid_mail": "*Invalid e-mail format. @ is missing or enter a valid domain",
  "valid_message": "*Please enter a message. Your message must contain at least 10 characters.",
  "placeholder_message": "Your Message",
  "valid_policy": "I have read the privacy policy and consent to the processing of my data in accordance with the terms set out in this policy.",
  "send_btn": "Send Message",
  "imprint": "Imprint",
  "privacy_policy": "Privacy",
  "english": "English",
  "deutsch": "German",
  "ich_habe_die": "I have read the provisions set out in the ",
  "and_consent": "and agree to them",
    
  "Privacy_Policy_title": "Privacy Policy",
    "Data_Protection_at_a_Glance": "Data Protection at a Glance",
    "General_Information": "General Information",
    "The_following_information_provides": "The following information provides a simple overview of what happens to your personal data when you visit our website. Personal data is any data that can be used to personally identify you. Detailed information on the subject of data protection can be found in our privacy policy listed below this text.",
    "Data_Collection_on_Our_Website": "Data Collection on Our Website",
    "Data_processing_on_this_website_is_carried_out_by": "Data processing on this website is carried out by the website operator. You can find the operator's contact details in the legal notice of this website.",
    "Your_personal_data_will_only_be_processed": "Your personal data will only be processed with your express consent, which you give before sending the contact form by ticking the provided checkbox. You can revoke this consent at any time for the future.",
    "How_Do_We_Collect_Your_Data": "How Do We Collect Your Data",
    "On_one_hand_your_data_is_collected": "Your data is collected when you provide it to us. This may be data that you enter in a contact form, for example.",
    "Other_data_is_collected_automatically": "Other data is automatically collected by our IT systems when you visit the website. This primarily includes technical data (e.g., internet browser, operating system or time of the page view). This data is collected automatically as soon as you enter our website.",
    "What_do_we_use_your_data_for": "What Do We Use Your Data For",
    "The_data_you_enter_in_the_contact_form": "The data you enter in the contact form is used exclusively for the purpose of processing your request and for any follow-up questions. Other data is collected to ensure error-free provision of the website.",
    "General_notes_and_mandatory_information": "General Notes and Mandatory Information",
    "Data_protection": "Data Protection",
    "The_operators_of_this_website_take": "The operators of this site take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with statutory data protection regulations and this privacy policy.",
    "Withdrawal_of_your_consent_to_data_processing": "Withdrawal of Your Consent to Data Processing",
    "Many_data_processing_operations": "Many data processing operations are only possible with your express consent. You can revoke any previously granted consent at any time. An informal email to us is sufficient for this purpose. The legality of the data processing carried out until the revocation remains unaffected by the revocation.",
    "Data_Collection_on_Our_Website_Heading": "Data Collection on Our Website",
    "Contact_Form": "Contact Form",
    "If_you_send_us_inquiries_via_the_contact_form": "If you send us inquiries via the contact form, your details from the inquiry form including the contact data you provide there will be stored by us for the purpose of processing the inquiry and in the event of follow-up questions. We will not pass on this data without your consent.",
    "The_data_entered_in_the_contact_form_is_processed": "The processing of the data entered in the contact form is thus based solely on your consent (Art. 6 para. 1 lit. a GDPR). You can revoke this consent at any time. An informal notification by email to us is sufficient for this purpose. The legality of the data processing operations carried out until the revocation remains unaffected by the revocation.",
    "We_will_retain_the_data_you_provide_on_the_contact_form": "The data you provide in the contact form will remain with us until you request its deletion, revoke your consent to its storage, or the purpose for the data storage no longer pertains (e.g., after completing your request). Mandatory legal provisions – especially retention periods – remain unaffected.",
    
    
      "Imprint": "Imprint",
      "Information_according_to_Section_5_TMG": "Information according to § 5 TMG",
      "Name": "Name",
      "Address": "Address",
      "Email": "Email",
      "Responsible_for_content_according_to_Section_55_2_RSTV": "Responsible for content according to § 55 Abs. 2 RStV",
      "Information_on_Online_Dispute_Resolution": "Information on Online Dispute Resolution",
      "ODR_description": "The European Commission provides a platform for online dispute resolution (ODR),",
      "ODR_additional_info": "which you can find at http://ec.europa.eu/consumers/odr/. Our email address can be found above in the imprint. We are neither obliged nor willing to participate in dispute resolution proceedings before a consumer arbitration board.",
      "Disclaimer": "Disclaimer",
      "Liability_for_content": "Liability for content",
      "Liability_for_content_description": "As a service provider, we are responsible under general law for our own content on these pages according to § 7 Abs.1 TMG. However, according to §§ 8 to 10 TMG, we as a service provider are not obligated to monitor transmitted or stored foreign information or to investigate circumstances that indicate illegal activity.",
      "Liability_for_links": "Liability for links",
      "Liability_for_links_description": "Our offer includes links to external third-party websites, over which we have no control. Therefore, we cannot assume any liability for these external contents. The respective provider or operator of the pages is always responsible for the content of the linked pages.",
      "Copyright_law": "Copyright law",
      "Copyright_description": "The content and works created by the site operators on these pages are subject to German copyright law. The duplication, processing, distribution, and any kind of exploitation outside the limits of copyright law require the written consent of the respective author or creator."
    
    
}

  
 
